Repository: arjun-dureja/SubWidget
Catalog: SubscriberWidget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, ja, kk, pt_br, ta, tr, zh_hans

source: - Add a channel in the app, then tap this widget while editing
ar: - أضف قناة في التطبيق، ثم اضغط على هذه الأداة أثناء تعديلها
de: - Fügen Sie zuerst in der App einen Kanal hinzu und tippen Sie dann beim Bearbeiten auf dieses Widget
es: - Agrega un canal en la app y luego toca este widget mientras lo editas
fr: - Ajoutez d’abord une chaîne dans l’app, puis touchez ce widget pendant sa modification
hi: - पहले ऐप में एक चैनल जोड़ें, फिर एडिट करते समय इस विजेट पर टैप करें
id: - Tambahkan saluran di aplikasi, lalu ketuk widget ini saat mengedit
ja: - アプリにチャンネルを追加し、編集中にこのウィジェットをタップします
kk: - Қолданбаға арна қосыңыз, содан кейін өңдеу кезінде осы виджетті түртіңіз
pt_br: - Adicione um canal no app e depois toque neste widget enquanto o estiver editando
ta: - முதலில் செயலியில் ஒரு சேனலைச் சேர்க்கவும், பின்னர் திருத்தும் போது இந்த விட்ஜெட்டைத் தட்டவும்
tr: - Uygulamaya bir kanal ekleyin ve ardından düzenleme yaparken bu widget'a dokunun
zh_hans: - 在应用程序中添加频道，然后在编辑时点击此小组件

# %@ reached %@ subscribers!
source: %1$@ reached %2$@ subscribers!
ar: وصل %1$@ إلى %2$@ مشترك!
de: %1$@ hat %2$@ Abonnenten erreicht!
es: ¡%1$@ alcanzó %2$@ suscriptores!
fr: %1$@ a atteint %2$@ abonnés !
hi: %1$@ ने %2$@ सब्सक्राइबर हासिल कर लिए!
id: %1$@ mencapai %2$@ subscriber!
ja: %1$@ が %2$@ 人の登録者に到達しました！
kk: %1$@ %2$@ жазылушыға жетті!
pt_br: %1$@ alcançou %2$@ inscritos!
ta: %1$@ %2$@ சந்தாதாரர்களை எட்டியது!
tr: %1$@, %2$@ aboneye ulaştı!
zh_hans: %1$@ 已达到 %2$@ 位订阅者！

source: 1 Hour
ar: 1 ساعة
de: 1 Stunde
es: 1 Hora
fr: 1 Heure
hi: 1 घंटा
id: 1 Jam
ja: 1時間
kk: 1 сағат
pt_br: 1 Hora
ta: 1 மணி
tr: 1 Saat
zh_hans: 1小时

source: 6 Hours
ar: 6 ساعات
de: 6 Stunden
es: 6 Horas
fr: 6 Heures
hi: 6 घंटे
id: 6 Jam
ja: 6時間
kk: 6 сағат
pt_br: 6 Horas
ta: 6 மணி
tr: 6 Saat
zh_hans: 6小时

source: 12 Hours
ar: 12 ساعة
de: 12 Stunden
es: 12 Horas
fr: 12 Heures
hi: 12 घंटे
id: 12 Jam
ja: 12時間
kk: 12 сағат
pt_br: 12 Horas
ta: 12 மணி
tr: 12 Saat
zh_hans: 12小时

source: 30 Minutes
ar: 30 دقيقة
de: 30 Minuten
es: 30 Minutos
hi: 30 मिनट
id: 30 Menit
ja: 30分
kk: 30 минут
pt_br: 30 Minutos
ta: 30 நிமிடங்கள்
tr: 30 Dakika
zh_hans: 30分钟

source: Accent
ar: لون مميز
de: Akzentfarbe
es: Color de acento
fr: Couleur d’accent
hi: एक्सेंट रंग
id: Warna aksen
ja: アクセントカラー
kk: Акцент түсі
pt_br: Cor de destaque
ta: முக்கிய நிறம்
tr: Vurgu rengi
zh_hans: 强调色

source: Add a button to manually refresh the subscriber count
ar: أضف زرًا لتحديث عدد المشتركين يدويًا
de: Füge eine Schaltfläche hinzu, um die Abonnentenzahl manuell zu aktualisieren
es: Agrega un botón para actualizar manualmente el recuento de suscriptores
fr: Ajoutez un bouton pour actualiser manuellement le nombre d’abonnés
hi: सब्सक्राइबर संख्या को मैन्युअल रूप से रीफ्रेश करने के लिए एक बटन जोड़ें
id: Tambahkan tombol untuk me-refresh jumlah subscriber secara manual
ja: 登録者数を手動で更新するためのボタンを追加します
kk: Жазылушылар санын қолмен жаңарту үшін түйме қосыңыз
pt_br: Adicione um botão para atualizar manualmente a contagem de inscritos
ta: சந்தாதாரர் எண்ணிக்கையை கைமுறையாக புதுப்பிக்க ஒரு பொத்தானைச் சேர்க்கவும்
tr: Abone sayısını manuel olarak yenilemek için bir düğme ekleyin
zh_hans: 添加一个按钮以手动刷新订阅者数量

source: Add a Channel
ar: أضف قناة
de: Einen Kanal hinzufügen
es: Agregar un canal
fr: Ajoutez une chaîne
hi: एक चैनल जोड़ें
id: Tambahkan Saluran
ja: チャンネルを追加
kk: Арна қосу
pt_br: Adicionar um Canal
ta: ஒரு சேனலைச் சேர்க்கவும்
tr: Bir Kanal Ekle
zh_hans: 添加频道

source: Add a channel in the app
ar: أضف قناة داخل التطبيق
de: Fügen Sie in der App einen Kanal hinzu
es: Agrega un canal en la app
fr: Ajoutez une chaîne dans l’app
hi: ऐप में एक चैनल जोड़ें
id: Tambahkan saluran di aplikasi
ja: アプリにチャンネルを追加する
kk: Қолданбаға арна қосыңыз
pt_br: Adicione um canal no app
ta: செயலியில் ஒரு சேனலைச் சேர்க்கவும்
tr: Uygulamaya bir kanal ekleyin
zh_hans: 在应用程序中添加频道

source: Add a channel to get started.
ar: أضف قناة للبدء.
de: Fügen Sie einen Kanal hinzu, um zu beginnen.
es: Agrega un canal para comenzar.
fr: Ajoutez une chaîne pour commencer.
hi: शुरू करने के लिए एक चैनल जोड़ें।
id: Tambahkan saluran untuk memulai.
ja: 開始するにはチャンネルを追加してください。
kk: Бастау үшін арна қосыңыз.
pt_br: Adicione um canal para começar.
ta: தொடங்க ஒரு சேனலைச் சேர்க்கவும்.
tr: Başlamak için bir kanal ekleyin.
zh_hans: 添加频道即可开始。

source: Add Channel
ar: إضافة قناة
de: Kanal hinzufügen
es: Agregar canal
fr: Ajouter une chaîne
hi: चैनल जोड़ें
id: Tambahkan Saluran
ja: チャンネルを追加
kk: Арна қосу
pt_br: Adicionar Canal
ta: சேனல் சேர்
tr: Kanal Ekle
zh_hans: 添加频道

source: Add your channel
ar: أضف قناتك
de: Fügen Sie Ihren Kanal hinzu
es: Agrega tu canal
fr: Ajoutez votre chaîne
hi: अपना चैनल जोड़ें
id: Tambahkan saluran Anda
ja: チャンネルを追加
kk: Арнаңызды қосыңыз
pt_br: Adicione seu canal
ta: உங்கள் சேனலைச் சேர்க்கவும்
tr: Kanalınızı ekleyin
zh_hans: 添加您的频道

source: Add your first channel for free
ar: أضف قناتك الأولى مجانًا
de: Fügen Sie Ihren ersten Kanal kostenlos hinzu
es: Agrega tu primer canal gratis
fr: Ajoutez votre première chaîne gratuitement
hi: अपना पहला चैनल मुफ्त में जोड़ें
id: Tambahkan saluran pertama Anda secara gratis
ja: 最初のチャンネルを無料で追加
kk: Бірінші арнаңызды тегін қосыңыз
pt_br: Adicione seu primeiro canal grátis
ta: உங்கள் முதல் சேனலை இலவசமாகச் சேர்க்கவும்
tr: İlk kanalınızı ücretsiz ekleyin
zh_hans: 免费添加你的第一个频道

source: Add your first channel now, then place the widget when you’re ready.
ar: أضف قناتك الأولى الآن، ثم ضع الأداة عندما تكون جاهزًا.
de: Fügen Sie jetzt Ihren ersten Kanal hinzu und platzieren Sie das Widget, wenn Sie bereit sind.
es: Agrega ahora tu primer canal y coloca el widget cuando quieras.
fr: Ajoutez votre première chaîne maintenant, puis placez le widget quand vous le souhaitez.
hi: अपना पहला चैनल अभी जोड़ें, फिर जब चाहें विजेट लगा दें।
id: Tambahkan saluran pertama Anda sekarang, lalu tempatkan widget saat Anda siap.
ja: 今すぐ最初のチャンネルを追加し、準備ができたらウィジェットを配置しましょう。
kk: Алғашқы арнаңызды қазір қосыңыз, дайын болған кезде виджетті орналастырыңыз.
pt_br: Adicione seu primeiro canal agora e coloque o widget quando quiser.
ta: உங்கள் முதல் சேனலை இப்போது சேர்க்கவும், தயாரானபோது விட்ஜெட்டை இடவும்.
tr: İlk kanalınızı şimdi ekleyin, ardından hazır olduğunuzda widget'ı yerleştirin.
zh_hans: 现在就添加你的第一个频道，准备好后再摆放小组件。

source: Amethyst
ar: الأماتيست
es: Amatista
fr: Améthyste
hi: एमेथिस्ट
id: batu kecubung
ja: アメジスト
kk: Аметист
pt_br: Ametista
ta: அமெதிஸ்ட்
tr: Ametist
zh_hans: 紫水晶

source: AT A GLANCE
ar: بنظرة سريعة
de: AUF EINEN BLICK
es: DE UN VISTAZO
fr: EN UN COUP D’ŒIL
hi: एक नज़र में
id: SEKILAS
ja: ひと目でわかる
kk: БІР ҚАРАУДА
pt_br: DE RELANCE
ta: ஒரே பார்வையில்
tr: BİR BAKIŞTA
zh_hans: 一目了然

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Fond
hi: पृष्ठभूमि
id: Latar Belakang
ja: 背景
kk: Фон
pt_br: Fundo
ta: பின்னணி
tr: Arkaplan
zh_hans: 背景

source: Border
ar: الحدود
de: Rahmen
es: Borde
fr: Bordure
hi: बॉर्डर
id: Bingkai
ja: 枠線
kk: Жиек
pt_br: Borda
ta: எல்லை
tr: Kenarlık
zh_hans: 边框

source: by Arjun Dureja
ar: بواسطة أرجون دوريجا
de: von Arjun Dureja
es: por Arjun Dureja
fr: par Arjun Dureja
hi: अर्जुन दुरेजा द्वारा
id: oleh Arjun Dureja
ja: アルジュン・ドゥレヤ著
kk: Арджун Дурежа
pt_br: por Arjun Dureja
ta: அர்ஜுன் துரேஜா மூலம்
tr: kaydeden Arjun Dureja
zh_hans: 通过阿琼·杜雷哈

source: Can't find your channel?
ar: لا تستطيع العثور على قناتك؟
de: Können Sie Ihren Kanal nicht finden?
es: ¿No encuentras tu canal?
fr: Vous ne trouvez pas votre chaîne ?
hi: अपना चैनल नहीं ढूँढ पा रहे हैं?
id: Tidak dapat menemukan saluran Anda?
ja: チャンネルが見つかりませんか?
kk: Арнаңызды таба алмай жатырсыз ба?
pt_br: Não consegue encontrar seu canal?
ta: உங்கள் சேனலை கண்டுபிடிக்க முடியவில்லையா?
tr: Kanalınızı bulamıyor musunuz?
zh_hans: 找不到您的频道？

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
ja: キャンセル
kk: Болдырмау
pt_br: Cancelar
ta: ரத்து செய்
tr: İptal
zh_hans: 取消

source: Cannot open mail
ar: لا يمكن فتح البريد
de: Kann Mail nicht öffnen
es: No se puede abrir el correo
fr: Impossible d'ouvrir le courrier
hi: मेल नहीं खुल रहा है
id: Tidak dapat membuka email
ja: メールを開けません
kk: Поштаны ашу мүмкін емес
pt_br: Não é possível abrir o e-mail
ta: மின்னஞ்சலை திறக்க முடியவில்லை
tr: Posta açılamıyor
zh_hans: 无法打开邮件

source: Channel
ar: القناة
de: Kanal
es: Canal
fr: Chaîne
hi: चैनल
id: Saluran
ja: チャンネル
kk: Арна
pt_br: Canal
ta: சேனல்
tr: Kanal
zh_hans: 频道

source: Channel Name or ID
ar: اسم القناة أو المعرف
de: Kanalname oder ID
es: Nombre del canal o ID
fr: Nom de la chaîne ou ID
hi: चैनल का नाम या आईडी
id: Nama atau ID Saluran
ja: チャンネル名またはID
kk: Арна аты немесе идентификаторы
pt_br: Nome do Canal ou ID
ta: சேனல் பெயர் அல்லது ஐடி
tr: Kanal Adı veya Kimliği
zh_hans: 频道名称或ID

source: Channel not found
ar: لم يتم العثور على القناة
de: Kanal nicht gefunden
es: Canal no encontrado
fr: Chaîne introuvable
hi: चैनल नहीं मिला
id: Saluran tidak ditemukan
ja: チャンネルが見つかりません
kk: Арна табылмады
pt_br: Canal não encontrado
ta: சேனல் கிடைக்கவில்லை
tr: Kanal bulunamadı
zh_hans: 找不到频道

source: Channels
ar: القنوات
de: Kanäle
es: Canales
fr: Chaînes
hi: चैनल्स
id: saluran
ja: チャンネル
kk: арналар
pt_br: Canais
ta: சேனல்கள்
tr: kanallar
zh_hans: 频道

source: Choose how often the subscriber count should update
ar: اختر كم مرة يجب تحديث عدد المشتركين
de: Wählen Sie, wie oft die Abonnentenzahl aktualisiert werden soll
es: Elige con qué frecuencia se debe actualizar el contador de suscriptores
fr: Choisissez la fréquence de mise à jour du nombre d'abonnés
hi: चुनें कि सब्सक्राइबर काउंट कितनी बार अपडेट होना चाहिए
id: Pilih seberapa sering jumlah pelanggan harus diperbarui
ja: 登録者数を更新する頻度を選択します
kk: Жазылушылар саны қаншалықты жиі жаңартылатынын таңдаңыз
pt_br: Escolha com que frequência a contagem de inscritos deve ser atualizada
ta: சந்தாதாரர் எண்ணிக்கை எவ்வளவு அடிக்கடி புதுப்பிக்கப்பட வேண்டும் என்பதை தெரிவு செய்க
tr: Abone sayısının ne sıklıkta güncelleneceğini seçin
zh_hans: 选择订阅者计数更新的频率

source: Choose the font used across all widgets
ar: اختر الخط المستخدم في جميع الأدوات
de: Wähle die Schriftart aus, die in allen Widgets verwendet wird
es: Elige la fuente que se usa en todos los widgets
fr: Choisissez la police utilisée dans tous les widgets
hi: सभी विजेट्स में उपयोग होने वाला फ़ॉन्ट चुनें
id: Pilih font yang digunakan di semua widget
ja: すべてのウィジェットで使うフォントを選択
kk: Барлық виджеттерде қолданылатын қаріпті таңдаңыз
pt_br: Escolha a fonte usada em todos os widgets
ta: அனைத்து விட்ஜெட்டுகளிலும் பயன்படுத்தப்படும் எழுத்துருவைத் தேர்வுசெய்க
tr: Tüm widget'larda kullanılacak yazı tipini seçin
zh_hans: 选择所有小组件使用的字体

source: Citrus Night
ar: ليل الحمضيات
de: Zitrusnacht
es: Noche cítrica
fr: Nuit d'agrumes
hi: साइट्रस रात
id: Malam Jeruk
ja: シトラスナイト
kk: Цитрус түні
pt_br: Noite Cítrica
ta: சிட்ரஸ் இரவு
tr: Narenciye Gecesi
zh_hans: 柑橘之夜

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
id: Tutup
ja: 閉じる
kk: Жабу
pt_br: Fechar
ta: மூடு
tr: Kapat
zh_hans: 关闭

source: Colors
ar: الألوان
de: Farben
es: Colores
fr: Couleurs
hi: रंग
id: Warna
ja: 色
kk: Түстер
pt_br: Cores
ta: நிறங்கள்
tr: Renkler
zh_hans: 颜色

source: Contact
ar: اتصال
de: Kontakt
es: Contacto
hi: संपर्क करें
id: Kontak
ja: お問い合わせ
kk: Байланыс
pt_br: Contato
ta: தொடர்பு
tr: İletişim
zh_hans: 联系方式

source: Continue
ar: استمر
de: Fortsetzen
es: Continuar
fr: Continuer
hi: जारी रखें
id: Lanjutkan
ja: 続ける
kk: Жалғастыру
pt_br: Continuar
ta: தொடரவும்
tr: Devam et
zh_hans: 继续

source: Coral
ar: المرجان
de: Koralle
hi: कोरल
id: Karang
ja: サンゴ
kk: Маржан
ta: கோரல்
tr: Mercan
zh_hans: 珊瑚

source: Deepsea
ar: أعماق البحار
de: Tiefsee
es: Mar profundo
fr: Fond marin
hi: डीपसी
id: laut dalam
ja: 深海
kk: Терең теңіз
pt_br: Mar Profundo
ta: ஆழ்கடல்
tr: Derin deniz
zh_hans: 深海

source: Default
ar: افتراضي
de: Standard
es: Predeterminado
fr: Par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
kk: Әдепкі
pt_br: Padrão
ta: இயல்புநிலை
tr: Varsayılan
zh_hans: 默认

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
hi: हटाएँ
id: Hapus
ja: 削除
kk: Жою
pt_br: Excluir
ta: நீக்கு
tr: Sil
zh_hans: 删除

source: Display large numbers in a compact, simplified format
ar: عرض الأرقام الكبيرة بتنسيق مضغوط ومبسط
de: Große Zahlen in einem kompakten, vereinfachten Format anzeigen
es: Mostrar números grandes en un formato compacto y simplificado
fr: Affichez de grands nombres dans un format compact et simplifié
hi: बड़ी संख्याओं को एक संक्षिप्त, सरलीकृत प्रारूप में प्रदर्शित करें
id: Menampilkan angka besar dalam format yang ringkas dan disederhanakan
ja: 大きな数値をコンパクトで簡略化した形式で表示する
kk: Үлкен сандарды ықшам, жеңілдетілген форматта көрсетіңіз
pt_br: Exibir números grandes em um formato compacto e simplificado
ta: பெரிய எண்களை ஒரு சுருக்கமான, எளிமையான வடிவத்தில் காட்டவும்
tr: Büyük sayıları kompakt, basitleştirilmiş bir biçimde görüntüleyin
zh_hans: 以紧凑、简化的格式显示大量数字

source: Display the time the subscriber count was last updated
ar: عرض الوقت الذي تم فيه تحديث عدد المشتركين آخر مرة
de: Zeigen Sie die Zeit an, zu der die Abonnentenzahl zuletzt aktualisiert wurde
es: Mostrar la hora en que se actualizó por última vez el recuento de suscriptores
fr: Afficher l'heure de la dernière mise à jour du nombre d'abonnés
hi: उस समय को दिखाएं जब ग्राहक संख्या आखिरी बार अपडेट की गई थी
id: Menampilkan waktu terakhir kali jumlah pelanggan diperbarui
ja: 登録者数が最後に更新された時間を表示します
kk: Жазылушылар саны соңғы рет жаңартылған уақытты көрсетіңіз
pt_br: Exibir a hora em que a contagem de assinantes foi atualizada pela última vez
ta: சந்தாதாரர் எண்ணிக்கை கடைசியாக புதுப்பிக்கப்பட்ட நேரத்தை காட்டவும்
tr: Abone sayısının en son güncellendiği zamanı görüntüleyin
zh_hans: 显示订阅者计数上次更新的时间

source: Done
ar: تم
de: Fertig
es: Hecho
fr: Terminé
hi: हो गया
id: Selesai
ja: 完了
kk: Дайын
pt_br: Concluído
ta: முடிந்தது
tr: Bitti
zh_hans: 完成

source: Emerald
ar: الزمرد
de: Smaragd
es: Esmeralda
fr: Émeraude
hi: एमराल्ड
id: Zamrud
ja: エメラルド
kk: Изумруд
pt_br: Esmeralda
ta: மரகதம்
tr: Zümrüt
zh_hans: 祖母绿

source: Enable notifications in Settings to receive milestone alerts
ar: قم بتمكين الإشعارات في الإعدادات لتلقي تنبيهات الإنجاز
de: Aktivieren Sie Benachrichtigungen in den Einstellungen, um Meilenstein-Benachrichtigungen zu erhalten
es: Activa las notificaciones en Ajustes para recibir alertas de hitos
fr: Activez les notifications dans Réglages pour recevoir les alertes de jalons
hi: माइलस्टोन अलर्ट पाने के लिए सेटिंग्स में नोटिफिकेशन सक्षम करें
id: Aktifkan notifikasi di Pengaturan untuk menerima peringatan pencapaian
ja: マイルストーンアラートを受信するには、設定で通知を有効にしてください
kk: Маңызды кезең туралы ескертулерді алу үшін «Параметрлер» бөлімінде хабарландыруларды қосыңыз
pt_br: Ative as notificações nos Ajustes para receber alertas de marcos
ta: மைல்கல் அறிவிப்புகளைப் பெற அமைப்புகளில் அறிவிப்புகளை இயக்கவும்
tr: Aşama uyarıları almak için Ayarlar'da bildirimleri etkinleştirin
zh_hans: 在“设置”中启用通知以接收里程碑警报

source: Enter a YouTube channel name or ID
ar: أدخل اسم قناة يوتيوب أو المعرف
de: Geben Sie einen YouTube-Kanalnamen oder eine ID ein
es: Ingresa un nombre de canal de YouTube o ID
fr: Entrez un nom de chaîne YouTube ou un ID
hi: यूट्यूब चैनल का नाम या आईडी दर्ज करें
id: Masukkan nama atau ID saluran YouTube
ja: YouTube チャンネル名または ID を入力してください
kk: YouTube арнасының атын немесе идентификаторын енгізіңіз
pt_br: Digite um nome de canal do YouTube ou ID
ta: யூடியூப் சேனல் பெயர் அல்லது ஐடியை உள்ளிடவும்
tr: Bir YouTube kanal adı veya kimliği girin
zh_hans: 输入 YouTube 频道名称或 ID

source: FAQ
ar: الأسئلة الشائعة
es: Preguntas frecuentes
hi: सामान्य प्रश्न
id: Pertanyaan Umum
ja: よくある質問
kk: Жиі қойылатын сұрақтар
ta: அடிக்கடி கேட்கப்படும் கேள்விகள்
tr: SSS
zh_hans: 常见问题解答

source: FIND A CHANNEL
ar: ابحث عن قناة
de: KANAL FINDEN
es: BUSCA UN CANAL
fr: TROUVEZ UNE CHAÎNE
hi: कोई चैनल खोजें
id: TEMUKAN SALURAN
ja: チャンネルを探す
kk: АРНАНЫ ТАБУ
pt_br: ENCONTRE UM CANAL
ta: ஒரு சேனலைத் தேடுங்கள்
tr: KANAL BUL
zh_hans: 查找频道

source: Find My ID
ar: اعثر على معرفي
de: Meine ID finden
es: Encuentra mi ID
fr: Trouvez mon ID
hi: मेरी आईडी खोजें
id: Temukan ID Saya
ja: IDを探す
kk: Менің жеке куәлігімді табыңыз
pt_br: Encontrar Meu ID
ta: எனது ஐடியைக் கண்டுபிடி
tr: Kimliğimi Bul
zh_hans: 查找我的身份证

source: First, tap and hold on your Lock Screen and tap 'Customize'. Then you can add the widget and tap it to select the channel.
ar: أولاً، انقر واستمر في الضغط على شاشة القفل الخاصة بك وانقر على 'تخصيص'. بعد ذلك، يمكنك إضافة الواجهة والنقر عليها لتحديد القناة.
de: Zuerst tippen und halten Sie auf Ihrem Sperrbildschirm und tippen Sie auf 'Anpassen'. Dann können Sie das Widget hinzufügen und darauf tippen, um den Kanal auszuwählen.
es: Primero, toca y mantén presionado en tu pantalla de bloqueo y toca 'Personalizar'. Luego puedes agregar el widget y tocarlo para seleccionar el canal.
fr: D'abord, appuyez longuement sur votre écran de verrouillage et appuyez sur 'Personnaliser'. Ensuite, vous pouvez ajouter le widget et appuyer dessus pour sélectionner la chaîne.
hi: सबसे पहले, अपनी लॉक स्क्रीन पर टैप करके रखें और 'कस्टमाइज़' पर टैप करें। फिर आप विजेट जोड़ सकते हैं और उसे टैप करके चैनल चुन सकते हैं।
id: Pertama, ketuk dan tahan Layar Terkunci Anda dan ketuk 'Sesuaikan'. Kemudian Anda dapat menambahkan widget dan mengetuknya untuk memilih saluran.
ja: まず、ロック画面を長押しして「カスタマイズ」をタップします。次に、ウィジェットを追加し、タップしてチャンネルを選択します。
kk: Алдымен құлыптау экранын түртіп, ұстап тұрыңыз және «Реттеу» түймесін түртіңіз. Содан кейін виджетті қосып, арнаны таңдау үшін оны түртуге болады.
pt_br: Primeiro, toque e segure na sua Tela de Bloqueio e toque em 'Personalizar'. Depois, você pode adicionar o widget e tocar nele para selecionar o canal.
ta: முதலில், உங்கள் பூட்டு திரையில் தட்டி அழுத்தி 'விருப்பமைக்கவும்' என்று தட்டவும். பின்னர் நீங்கள் விஜெட்டைச் சேர்க்கலாம் மற்றும் சேனலைத் தெரிவு செய்ய அதை தட்டலாம்.
tr: Öncelikle Kilit Ekranınıza dokunup basılı tutun ve 'Özelleştir'e dokunun. Daha sonra widget'ı ekleyebilir ve kanalı seçmek için ona dokunabilirsiniz.
zh_hans: 首先，点击并按住锁定屏幕，然后点击“自定义”。然后您可以添加小组件并点击它来选择频道。

source: Get Started
ar: ابدأ
de: Los geht’s
es: Comenzar
fr: Commencer
hi: शुरू करें
id: Memulai
ja: 始めましょう
kk: Жұмысты бастау
pt_br: Começar
ta: தொடங்குங்கள்
tr: Başlarken
zh_hans: 开始使用

source: Get SubWidget Pro to use this widget
ar: احصل على SubWidget Pro لاستخدام هذه الأداة
de: Hol dir SubWidget Pro, um dieses Widget zu verwenden
es: Obtén SubWidget Pro para usar este widget
fr: Passez à SubWidget Pro pour utiliser ce widget
hi: इस विजेट का उपयोग करने के लिए SubWidget Pro प्राप्त करें
id: Dapatkan SubWidget Pro untuk menggunakan widget ini
ja: このウィジェットを使うには SubWidget Pro が必要です
kk: Бұл виджетті пайдалану үшін SubWidget Pro қажет
pt_br: Obtenha o SubWidget Pro para usar este widget
ta: இந்த விட்ஜெட்டை பயன்படுத்த SubWidget Pro ஐப் பெறுங்கள்
tr: Bu widget'ı kullanmak için SubWidget Pro gerekir
zh_hans: 使用此小组件需要 SubWidget Pro

source: Glow
ar: التوهج
de: Leuchten
es: Brillo
fr: Lueur
hi: ग्लो
id: Cahaya
ja: グロー
kk: Жарқыл
pt_br: Brilho
ta: ஒளிர்வு
tr: Parlama
zh_hans: 光晕

source: Harvest
ar: الحصاد
de: Ernte
es: Cosecha
fr: Récolte
hi: हार्वेस्ट
id: Panen
ja: 収穫
kk: Егін жинау
pt_br: Colheita
ta: அறுவடை
tr: Hasat
zh_hans: 收获

source: Hold and tap 'Edit Widget'
ar: اضغط مطولاً ثم اضغط على 'تحرير الأداة'
de: Gedrückt halten und auf 'Widget bearbeiten' tippen
es: Mantén presionado y toca 'Editar Widget'
fr: Maintenez le doigt puis touchez « Modifier le widget »
hi: दबाकर रखें, फिर 'एडिट विजेट' पर टैप करें
id: Tahan dan ketuk 'Edit Widget'
ja: 長押しして「ウィジェットを編集」をタップします
kk: "Виджетті өңдеу" түймесін басып тұрыңыз және түртіңіз.
pt_br: Toque e segure, depois toque em 'Editar Widget'
ta: அழுத்திப் பிடித்து, பின்னர் 'விட்ஜெட்டைத் திருத்து' என்பதைத் தட்டவும்
tr: Basılı tutun ve 'Widget'ı Düzenle'ye dokunun
zh_hans: 按住并点击“编辑小组件”

source: Home
ar: الرئيسية
de: Start
es: Inicio
fr: Accueil
hi: होम
id: Rumah
ja: ホーム
kk: Үй
pt_br: Início
ta: முகப்பு
tr: Ana sayfa
zh_hans: 首页

source: How do I add the widget to my homescreen?
ar: كيف أضيف الواجهة إلى شاشتي الرئيسية؟
de: Wie füge ich das Widget zu meinem Startbildschirm hinzu?
es: ¿Cómo agrego el widget a mi pantalla de inicio?
fr: Comment ajouter le widget à mon écran d'accueil ?
hi: मैं अपनी होमस्क्रीन पर विजेट कैसे जोड़ूं?
id: Bagaimana cara menambahkan widget ke layar beranda saya?
ja: ホーム画面にウィジェットを追加するにはどうすればよいですか?
kk: Виджетті негізгі экранға қалай қосуға болады?
pt_br: Como adiciono o widget à minha tela inicial?
ta: என் முகப்புத் திரையில் விஜெட்டை எப்படி சேர்க்கலாம்?
tr: Widget'ı ana ekranıma nasıl eklerim?
zh_hans: 如何将小组件添加到我的主屏幕？

source: How do I add widget to my Lock Screen?
ar: كيف أضيف واجهة إلى شاشة القفل الخاصة بي؟
de: Wie füge ich ein Widget zu meinem Sperrbildschirm hinzu?
es: ¿Cómo agrego el widget a mi pantalla de bloqueo?
fr: Comment ajouter un widget à mon écran de verrouillage ?
hi: मैं अपनी लॉक स्क्रीन पर विजेट कैसे जोड़ूं?
id: Bagaimana cara menambahkan widget ke Layar Terkunci saya?
ja: ロック画面にウィジェットを追加するにはどうすればよいですか?
kk: Құлыптау экранына виджетті қалай қосуға болады?
pt_br: Como adiciono o widget à minha Tela de Bloqueio?
ta: என் பூட்டு திரையில் விஜெட்டை எப்படி சேர்க்கலாம்?
tr: Kilit Ekranıma nasıl widget eklerim?
zh_hans: 如何将小组件添加到我的锁定屏幕？

source: How do I delete a channel?
ar: كيف أحذف قناة؟
de: Wie lösche ich einen Kanal?
es: ¿Cómo elimino un canal?
fr: Comment supprimer une chaîne ?
hi: मैं किसी चैनल को कैसे हटाऊँ?
id: Bagaimana cara menghapus saluran?
ja: チャンネルを削除するにはどうすればよいですか?
kk: Арнаны қалай жоюға болады?
pt_br: Como excluo um canal?
ta: ஒரு சேனலை எப்படி நீக்குவது?
tr: Bir kanalı nasıl silerim?
zh_hans: 如何删除频道？

source: How many channels can I add?
ar: كم عدد القنوات التي يمكنني إضافتها؟
de: Wie viele Kanäle kann ich hinzufügen?
es: ¿Cuántos canales puedo agregar?
fr: Combien de chaînes puis-je ajouter ?
hi: मैं कितने चैनल जोड़ सकता हूँ?
id: Berapa banyak saluran yang dapat saya tambahkan?
ja: チャンネルは何個まで追加できますか?
kk: Қанша арна қосуға болады?
pt_br: Quantos canais posso adicionar?
ta: நான் எத்தனை சேனல்களை சேர்க்கலாம்?
tr: Kaç kanal ekleyebilirim?
zh_hans: 我可以添加多少个频道？

source: How often does the subscriber count update?
ar: كم مرة يتم تحديث عدد المشتركين؟
de: Wie oft wird die Abonnentenzahl aktualisiert?
es: ¿Con qué frecuencia se actualiza el contador de suscriptores?
fr: À quelle fréquence le nombre d'abonnés est-il mis à jour ?
hi: सब्सक्राइबर काउंट कितनी बार अपडेट होता है?
id: Seberapa sering pembaruan jumlah pelanggan?
ja: チャンネル登録者数はどのくらいの頻度で更新されますか?
kk: Жазылушылар саны қаншалықты жиі жаңартылады?
pt_br: Com que frequência a contagem de inscritos é atualizada?
ta: சந்தாதாரர் எண்ணிக்கை எவ்வளவு அடிக்கடி புதுப்பிக்கப்படுகிறது?
tr: Abone sayısı ne sıklıkla güncellenir?
zh_hans: 订阅者数量多久更新一次？

source: I can't find my channel.
ar: لا أستطيع العثور على قناتي.
de: Ich kann meinen Kanal nicht finden.
es: No puedo encontrar mi canal.
fr: Je ne trouve pas ma chaîne.
hi: मुझे अपना चैनल नहीं मिल रहा है।
id: Saya tidak dapat menemukan saluran saya.
ja: 自分のチャンネルが見つかりません。
kk: Мен өз арнамды таба алмаймын.
pt_br: Não consigo encontrar meu canal.
ta: எனது சேனலை கண்டுபிடிக்க முடியவில்லை.
tr: Kanalımı bulamıyorum.
zh_hans: 我找不到我的频道。

source: I have a feature idea I want to request.
ar: لدي فكرة ميزة أريد طلبها.
de: Ich habe eine Idee für eine Funktion, die ich anfragen möchte.
es: Tengo una idea de función que quiero solicitar.
fr: J'ai une idée de fonctionnalité que je souhaite demander.
hi: मेरे पास एक फीचर आइडिया है जिसे मैं अनुरोध करना चाहता हूँ।
id: Saya punya ide fitur yang ingin saya minta.
ja: リクエストしたい機能のアイデアがあります。
kk: Менде сұрағым келетін мүмкіндік идеясы бар.
pt_br: Eu tenho uma ideia de recurso que quero solicitar.
ta: நான் கேட்க விரும்பும் ஒரு அம்ச யோசனை உள்ளது.
tr: Talep etmek istediğim bir özellik fikrim var.
zh_hans: 我有一个想要请求的功能想法。
